Repository: common-repository/browser-rejector
Catalog: lang/browser-rejector-*.po
Languages: de_de, es_pe, fa_ir

source: Did you know that your internet browser is out of date?
de_de: Wussten Sie, dass Ihr Browser veraltet ist?
es_pe: ¿Sabes que su navegador de internet es obsoleto?
fa_ir: آیا شما می دانید که مرورگر اینترنت شما از تاریخ؟

source: Your browser is out of date and may not be able to properly display our website.
de_de: Ihr Browser ist veraltet und kann evtl. unsere Website nicht mehr richtig angezeigen.
es_pe: Su navegador no está actualizado y puede no ser capaz de visualizar correctamente nuestro sitio web.
fa_ir: مرورگر شما از تاریخ و ممکن است نتوانید به درستی نمایش وب سایت ما.

source: A list of modern browsers is below; simply click an icon to go to the browser's download page.
de_de: Eine Liste von modernen Browsern sehen Sie unten; klicken Sie einfach auf ein Symbol, um den zur Download-Seite zu gehen.
es_pe: Una lista de los navegadores modernos es inferior, basta con hacer clic en un icono para ir a la página de descarga del navegador.
fa_ir: لیستی از مرورگرهای مدرن در زیر، به سادگی بر روی آیکون برای رفتن به صفحه دانلود مرورگر.

source: By closing this window you acknowledge that your experience on our website may be degraded.
de_de: Durch schließen dieses Fensters erkennen Sie an, dass Sie diese Webseite ggf. nicht vollständig nutzen können.
es_pe: Al cerrar esta ventana, usted reconoce que su experiencia en nuestro sitio puede ser degradado."
fa_ir: با بستن این پنجره شما اذعان دارند که تجربه خود را در وب سایت ما ممکن است انحطاط.

source: Close Window
de_de: Fenster schließen
es_pe: Cerrar Ventana
fa_ir: بستن پنجره

source: Browser Rejector
es_pe: Rechazador de Navegadores
fa_ir: مسدود کردن مرورگرها

source: Browser Rejector Settings
de_de: Browser Rejector Einstellungen
es_pe: Configuración del Rechazador de Navegadores
fa_ir: تنظیمات افزونه

source: Rejection Window
de_de: Rejection Fenster
es_pe: Ventana de Rechazo
fa_ir: تنظیمات عمومی

source: Browsers to Reject
de_de: Welcher Browser soll abgelehnt werden?
es_pe: Navegadores Para Rechazar
fa_ir: مرورگرهای غیرقابل قبول

source: Preview
de_de: Vorschau
es_pe: Preestreno
fa_ir: پیش نمایش

source: Current Version
de_de: Aktuelle Version
es_pe: versión actual
fa_ir: (نسخه ی کامل )

source: 6 (highly unpredictable and unstable)
de_de: 6 (sehr unberechenbar und instabil)
es_pe: 6 (altamente impredecible e inestable)

source: 7 (very unpredictable)
de_de: 7 (schwer einschätzbar)
es_pe: 7 (muy impredictable)
fa_ir: نسخه ی 7 (غیرقابل استناد)

source: 8 (no html5/css3 implementation)
de_de: 8 (keine html5/css3 Implementation)
es_pe: 8 (no tiene ningún html5/css3 implementación)
fa_ir: نسخه ی 8 (عدم پشتیبانی از HTML5 و عدم اجرای CSS3 )

source: All versions (discouraged except for testing purposes)
de_de: Alle Versionen (nur zu Testzwecken angeraten)
es_pe: Todas las versiones (desanimado excepto con fines de prueba)

source: 2-3 (no html5/css3)
de_de: 2-3 (kein html5/css3)
es_pe: 2-3 (no tiene ningún html5/css3)

source: 4 (some html5/css3) - <i>Note: Android 3.x default browser identifies as Safari 4
de_de: 4 (ein wenig html5/css3) - <i>Hinweis: Android 3.x Standard-Browser identifiziert sich als Safari 4
es_pe: 4 (algunos HTML5/CSS3) - Nota <i>: Android 3.x navegador predeterminado identifica como Safari 4

source: 1-2 (no html5/css3)
de_de: 1-2 (kein html5/css3)
es_pe: 1-2 (no tiene ningún html5/css3)

source: 3 (limited html5/css3, depending on 3.x version)
de_de: 3 (begrenzt html5/css3, je nach Version 3.x)
es_pe: 3 (limitado HTML5/CSS3, dependiendo de la versión 3.x)

source: 7-9 (no html5/css3)
de_de: 7-9 (kein html5/css3)
es_pe: 7-9 (no tiene ningún html5/css3)

source: 10 (early html5/css3 adoptions)
de_de: 10 (frühe html5/css3 Adaptionen)
es_pe: 10 (primeros HTML5/CSS3 adopciones)

source: 1-3 (early html5/css3 adoptions)
es_pe: 1-3 (primeros HTML5/CSS3 adopciones)

source: Allow Visitors to Close the Rejection Window?
de_de: Besuchern erlauben das Ablehungsfenster zu schließen?
es_pe: ¿Permiten a los visitantes para cerrar la ventana de rechazo?
fa_ir: بازدیدکننده اجازه داشته باشد که پنجره ی هشدار را ببندد؟

source: Note: the window overlays your site with a semi-transparent background.
de_de: Hinweis: Das Fenster überlagert Ihre Website mit einem semi-transparenten Hintergrund.
es_pe: Nota: la ventana se superpone a su sitio con un fondo semi-transparente.
fa_ir: نکته: وقتی پنجره ی هشدار باز شود،پس زمینه ی سایت شما نیمه شفاف خواهد شد.

source: Yes
de_de: Ja
es_pe: Sí

source: (visitors in rejected browsers can close the rejection message and continue to your site)
de_de: (Besucher mit abgelehntem Browser kann die Ablehnungs-Meldung schließen und weiter Ihre Website besuchen)
es_pe: (los visitantes que usan los navegadores rechazados pueden cerrar la ventana de rechazo y seguir al sitio)
fa_ir: (بازدیدکننده می تواند پنجره ی هشدار را بسته و به مشاهده سایت شما ادامه دهد)

source: (visitors must install a modern broswer or Chrome Frame before accessing your site)
de_de: (Besucher müssen einen aktuellen Broswer vor dem Zugriff auf Ihre Website installieren)
es_pe: (los visitantes necisitan instalar un navegador moderno o el Chrome Frame antes de ver al sitio)
fa_ir: (بازدیدکننده حتما باید یک مرورگر جدید دانلود و نصب کند تا بتواند وارد سایت شما شود)

source: Make sure that your theme's header.php file has the necessary
de_de: Stellen Sie sicher, dass Ihre Theme header.php die notwendigen
es_pe: Ensegurar que el archivo header.php de su tema tiene el requisito

source: action hook.
de_de: action hook hat.
es_pe: gancho de acción.
fa_ir: قلاب عمل می کند.

source: Read WordPress' documentation on the wp_head() action hook here.
de_de: Lesen Sie die WordPress-Dokumentation über den wp_head() action hook hier.
es_pe: Leer la documentación de Wordpress en el wp_head gancho de acción aquí.

source: Browser Suggestion Display
de_de: Browser Vorschlag Anzeige
es_pe: Visualización de Navegadoers Sugeridas
fa_ir: چه مرورگرهایی به بازدیدکننده پیشنهاد شوند؟

source: Display latest browser version number
de_de: Anzeige der neuesten Browser-Version Nr.
es_pe: Mostrar el numero mas nuevo
fa_ir: نمایش آخرین شماره نسخه مرورگر

source: (plugin will be updated with each new browser version release, use if you keep your plugins up to date)
de_de: (Plugin wird mit jeder neuen Browser-Version Version aktualisiert. Verwenden, wenn Sie Ihre Plugins aktuell halten)
es_pe: (plugin se actualizará con cada versión nueva versión del navegador, utilice si usted mantiene sus plugins al día)

source: Display solid html5 version number+
es_pe: Mostrar el numero que tiene capaz de html5 y '+'
fa_ir: نمایش جامد HTML5 نسخه شماره +

source: (use if you don't update your plugins frequently)
de_de: (verwenden, wenn Sie nicht regelmäßig Ihre Plugins aktualisieren)
es_pe: (usar si no actualiza sus plugins con frecuencia)
fa_ir: (استفاده از اگر شما پلاگین خود را به روز رسانی کنید غالبا)

source: Header Text
de_de: Überschrift
es_pe: Texto de la Cabcera
fa_ir: عنوان پنجره ی هشدار

source: NO DOUBLE QUOTES!!! (")
de_de: Keine doppelten Anführungszeichen!!! (")
es_pe: ¡¡¡NO "s!!!
fa_ir: از علامت نقل قول استفاده نکنید!!!

source: Paragraph 1
de_de: Absatz 1
es_pe: Párrafo 1
fa_ir: خط اول

source: Paragraph 2
de_de: Absatz 2
es_pe: Párrafo 2
fa_ir: خط دوم

source: Close Message
de_de: Hinweis beim Schließen
es_pe: Mensaje de Cerrar
fa_ir: پیام پایانی (پایین پنجره ی هشدار)

source: Close Link Text
de_de: Hinweistext für Schließen
es_pe: Texto del Enlace de Cerrar
fa_ir: متن لینک (لینک بستن پنجره)

source: Remember if the visitor closed the rejection message?
de_de: Daran erinnern wenn der Besucher den Rejection-Hinweis geschlossen hat?
es_pe: ¿Recordar si el visitante cerraba el mensaje de rechazo?
fa_ir: نحوه ی نمایش پنجره ی هشدار برای بازدیدکننده(فقط یکبار؟):

source: (the rejection window will only be displayed once per session)
de_de: (das Rejection-Fenster wird nur einmal pro Sitzung angezeigt)
es_pe: (la ventana de rechazo sólo se mostrará una vez por sesión)
fa_ir: (فقط یک بار این پنجره را به بازدیدکننده نمایش بده)

source: (the rejection window will be displayed every time a new page is visited)
de_de: (das Rejection-Fenster wird jedes Mal angezeigt wenn eine neue Seite besucht wird)
es_pe: (la ventana de rechazo se mostrará cada vez que se visita una página nueva)
fa_ir: (نه! در هر برگه ای از سایت همیشه این پنجره باید نشان داده شود)

source: Some browsers are much worse than others...
de_de: Manche Browser sind viel schlimmer als andere ...
es_pe: Algunos navegadores son mucho peores que otros ...
fa_ir: بعضی از مرورگرها بسیار بدتر از دیگران ...

source: Completely block access (don't show the close link) on the following browsers:
de_de: Zugang für folgende Browser komplett verweigern (den "schließen"-Link nicht anzeigen):
es_pe: Completamente bloquear el acceso (no muestra el estrecho vínculo) en los siguientes navegadores:
fa_ir: به طور کامل دسترسی (لینک نزدیک را نشان می دهد) جلوگیری از در مرورگرهای زیر:

source: Firefox 1, 2, 3.x (unfortunately it isn't possible to distinguish between 3.x versions)
de_de: Firefox 1, 2, 3.x (leider ist es nicht möglich, zwischen 3.x Versionen zu unterscheiden)
es_pe: Firefox 1, 2, 3.x
fa_ir: فایرفاکس 1، 2، 3.x این (متاسفانه این امکان وجود دارد که برای تمایز بین نسخه های 3.x)

source: Advanced Database Options (primarily for debugging)
de_de: Erweiterte Datenbank-Optionen (in erster Linie für Debugging)
es_pe: Opciones que son 'advanced'
fa_ir: گزینه های پایگاه داده پیشرفته (در درجه اول برای اشکال زدایی)

source: Restore defaults upon plugin deactivation/reactivation
de_de: Standardeinstellungen wiederherstellen nach Plugin Deaktivierung/Reaktivierung
es_pe: Restaurar valores predeterminados tras la desactivación plugin / reactivación
fa_ir: بازیابی پیش فرض بر فعال / غیرفعال کردن پلاگین

source: Only check this if you want to reset plugin settings upon plugin reactivation
de_de: Nur aktivieren, wenn Sie Plugin-Einstellungen bei Plugin-Reaktivierung auf Standardwerte zurücksetzen möchten
es_pe: chequear aqui
fa_ir: فقط این اگر می خواهید به تنظیم مجدد تنظیمات پلاگین در پلاگین فعال را بررسی کنید

source: Updates after saving options, not all browser options will be displayed at once - the suggested browsers vary based on OS (no Safari on Windows, no IE on Mac, Chrome Frame on IE only).
es_pe: Actualiza después de las opciones de ahorro, no todas las opciones del navegador se mostrará en una vez - los navegadores sugeridos varían en función OS (sin Safari en Windows, no hay IE en la Mac, Chrome Frame en IE solamente).
fa_ir: پیش نمایش بعد ار ذخیره ی تغییرات آبدیت می شود. توجه داشته باشید که این افزونه برای مرورگرهایی که مختص یک سیستم عاملند ولی در سیستم عامل دیگری استفاده می شوند کاربردی ندارد. (مثلا اینترنت اکسپلورر در مکینتاش و یا سافاری در ویندوز)

source: Classes are also added to the html element in every browser, wich allow targeting of css for specific browsers. The classes are os, browser, browser version, rendering engine, rendering engine version
de_de: Klassen werden auch in den HTML-Elementen in jedem Browser hinzugefügt, somit kann CSS für bestimmte Browser ausgewählt werden. Die Klassen sind OS, Browser, Browser-Version, Rendering-Engine, Rendering-Engine-Version
es_pe: Las clases también se agregan al elemento html en todos los navegadores, cosa que permitirá focalización de CSS para navegadores específicos. Las clases son os, navegador, navegador la versión, motor de renderizado, la versión de motor de renderizado

source: (doesn't require admin)
de_de: (Benötigt keine Admin-Rechte)
es_pe: (no requiere admin)

source: Save Changes
de_de: Änderungen speichern
es_pe: Guardar los Cambios
fa_ir: ذخیره ی تقییرات

source: Settings
de_de: Einstellungen
es_pe: Configuración
fa_ir: تنظیمات

source: Notify site visitors that they are using an outdated web browser, so the website may not display properly, displaying alternatives. Optionally completely block access.
de_de: Benachrichtigen Sie Website-Besucher, dass sie einen veralteten Webbrowser benutzen, so dass die Website möglicherweise nicht ordnungsgemäß angezeigt wird und bieten ihm Alternativen. Optional kann der Zutritt zur Webseite komplett geblockt werden.
es_pe: Notificar a los visitantes del sitio que está utilizando un navegador web obsoleta, por lo que el sitio web no se muestren correctamente, mostrando alternativas. Opcionalmente bloquear completamente el acceso.
fa_ir: اطلاع بازدید کنندگان سایت است که آنها در حال استفاده از یک مرورگر وب منسوخ شده، به طوری که این وب سایت ممکن است نمایش صحیح، گزینه های نمایش. در صورت تمایل به طور کامل مسدود دسترسی داشته باشید.

source: No
de_de: Nein
fa_ir: خیر

source: Internet Explorer
fa_ir: اینترنت اکسپلورر

source: Safari
fa_ir: سافاری

source: Firefox
fa_ir: فایرفاکس

source: Opera
fa_ir: اپرا

source: Chrome
fa_ir: کروم
